30-07-2018/src/test/ressources/SoapTest.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://www.bsb.com/">
<soapenv:Header/>
<soapenv:Body>
<ns:data>
<ns:element>élement</ns:element>
</ns:data>
</soapenv:Body>
</soapenv:Envelope>